Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# URLEncode.ArgumentMustBeString
source: Argument must be a string (was %@)
de: Argument muss eine Zeichenfolge sein (war %@)
ja: 引数は文字列である必要があります(実際は%@)
pt_br: O argumento deve ser uma string (era %@)
ru: Аргумент должен быть строкой (получено: %@)
zh_hans: 参数必须是一个字符串（原值为 %@）

# URLEncode.StringArgumentMustBeNonNull
source: string argument must be non-null
de: Zeichenfolgen-Argument darf nicht null sein
ja: 文字列引数はnull以外である必要があります
pt_br: o argumento string deve ser não nulo
ru: строковый аргумент не должен быть null
zh_hans: 字符串参数不能为空

# UvMigration.CompatibilityNote
source: Python versions are not always compatible across releases, so a bumped script may need small changes.
de: Python-Versionen sind zwischen Releases nicht immer kompatibel, daher benötigt ein aktualisiertes Skript möglicherweise kleine Änderungen.
ja: Pythonのバージョンはリリース間で必ずしも互換性があるとは限らないため、バージョンが上がったスクリプトには軽微な変更が必要になる場合があります。
pt_br: As versões do Python nem sempre são compatíveis entre lançamentos, então um script atualizado pode precisar de pequenas alterações.
ru: Версии Python не всегда совместимы между релизами, поэтому обновлённому скрипту могут потребоваться небольшие изменения.
zh_hans: Python版本在不同版本间并不总是兼容，因此升级后的脚本可能需要一些小修改。

# UvMigration.MultipleScriptsLead
source: Some scripts were written for Python versions that are no longer available and now use newer ones.
de: Einige Skripte wurden für Python-Versionen geschrieben, die nicht mehr verfügbar sind, und verwenden jetzt neuere Versionen.
ja: 一部のスクリプトは現在は利用できないPythonのバージョン向けに書かれていたため、新しいバージョンを使用するようになりました。
pt_br: Alguns scripts foram escritos para versões do Python que não estão mais disponíveis e agora usam versões mais recentes.
ru: Некоторые скрипты были написаны для версий Python, которые больше недоступны, и теперь используют более новые версии.
zh_hans: 部分脚本是为不再使用的Python版本编写的，现在使用更新的版本。

# UvMigration.SingleScriptBumped
source: The script “%1$@” was written for Python %2$@, which is no longer available, so it now uses Python %3$@.
de: Das Skript „%1$@“ wurde für Python %2$@ geschrieben, das nicht mehr verfügbar ist, daher verwendet es jetzt Python %3$@.
ja: スクリプト「%1$@」はPython %2$@向けに書かれていましたが、これは現在利用できないため、Python %3$@を使用するようになりました。
pt_br: O script “%1$@” foi escrito para o Python %2$@, que não está mais disponível, então agora ele usa o Python %3$@.
ru: Скрипт «%1$@» был написан для Python %2$@, который больше недоступен, поэтому теперь он использует Python %3$@.
zh_hans: 脚本“%1$@”最初是为Python %2$@编写的，而该版本已不再可用，因此现在使用Python %3$@。

# UvProvisioner.DownloadBody
source: To run Python scripts, iTerm2 needs to download uv (about %lld MB) and a Python interpreter. Additional Python versions are downloaded automatically later if a script needs them. OK to download it now?
de: Um Python-Skripte auszuführen, muss iTerm2 uv (etwa %lld MB) und einen Python-Interpreter herunterladen. Weitere Python-Versionen werden später automatisch heruntergeladen, falls ein Skript sie benötigt. Jetzt herunterladen?
ja: Pythonスクリプトを実行するには、iTerm2がuv(約%lld MB)とPythonインタプリタをダウンロードする必要があります。追加のPythonバージョンは、スクリプトが必要とする場合に後で自動的にダウンロードされます。今すぐダウンロードしてもよろしいですか?
pt_br: Para executar scripts Python, o iTerm2 precisa baixar o uv (cerca de %lld MB) e um interpretador Python. Versões adicionais do Python são baixadas automaticamente depois, se um script precisar delas. Pode baixá-lo agora?
ru: Для запуска скриптов Python iTerm2 необходимо скачать uv (около %lld МБ) и интерпретатор Python. Дополнительные версии Python будут скачаны автоматически позже, если они понадобятся скрипту. Скачать сейчас?
zh_hans: 要运行Python脚本，iTerm2需要下载uv（约%lld MB）以及一个Python解释器。如果脚本需要其他版本的Python，系统会在之后自动下载这些版本。现在就进行下载吗？

# UvProvisioner.DownloadingUv
source: Downloading uv…
de: uv wird heruntergeladen…
ja: uvをダウンロード中…
pt_br: Baixando uv…
ru: Скачивание uv…
zh_hans: 正在下载 uv…

# UvProvisioner.DownloadTitle
source: Download Python Support?
de: Python-Unterstützung herunterladen?
ja: Pythonサポートをダウンロードしますか?
pt_br: Baixar suporte a Python?
ru: Скачать поддержку Python?
zh_hans: 下载 Python 支持？

# UvProvisioner.NotInstalled
source: uv is not installed.
de: uv ist nicht installiert.
ja: uvはインストールされていません。
pt_br: O uv não está instalado.
ru: uv не установлен.
zh_hans: uv 未安装。

# UvProvisioner.UpdateCheckFailed
source: Could not check for a uv update: %@
de: Suche nach einem uv-Update fehlgeschlagen: %@
ja: uvの更新を確認できませんでした: %@
pt_br: Não foi possível verificar se há atualização do uv: %@
ru: Не удалось проверить наличие обновлений uv: %@
zh_hans: 无法检查uv更新：%@

# UvProvisioner.UpdateDownloadFailed
source: Could not download the uv update.
de: Das uv-Update konnte nicht heruntergeladen werden.
ja: uvの更新をダウンロードできませんでした。
pt_br: Não foi possível baixar a atualização do uv.
ru: Не удалось скачать обновление uv.
zh_hans: 无法下载 uv 更新。

# UvProvisioner.Upgraded
source: Upgraded uv %1$@ to %2$@. Updated the Python modules in shared environments.
de: uv %1$@ auf %2$@ aktualisiert. Die Python-Module in gemeinsam genutzten Umgebungen wurden aktualisiert.
ja: uvを%1$@から%2$@にアップグレードしました。共有環境内のPythonモジュールを更新しました。
pt_br: uv atualizado de %1$@ para %2$@. Os módulos Python nos ambientes compartilhados foram atualizados.
ru: uv обновлён с %1$@ до %2$@. Модули Python в общих окружениях обновлены.
zh_hans: uv 已升级至 %1$@，升级至 %2$@。更新了共享环境中的 Python 模块。

# UvProvisioner.UpToDate
source: uv %@ is up to date.
de: uv %@ ist aktuell.
ja: uv %@は最新です。
pt_br: O uv %@ está atualizado.
ru: uv %@ обновлён до последней версии.
zh_hans: uv %@ 已更新。

# VideoPlayback.Play
source: Play
de: Wiedergabe
ja: 再生
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

# VideoPlayback.PlayBackward
source: Play Backward
de: Rückwärts wiedergeben
ja: 逆再生
pt_br: Reproduzir para trás
ru: Воспроизвести назад
zh_hans: 向后播放

# VideoPlayback.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# VideoPlayback.WindowTitle
source: Instant Replay
de: Sofortwiedergabe
ja: インスタントリプレイ
ru: Мгновенный повтор
zh_hans: 即时回放

# ViewMenu.CurrentTabColor
source: Current Tab Color
de: Farbe des aktuellen Tabs
ja: 現在のタブの色
pt_br: Cor da aba atual
ru: Цвет текущей вкладки
zh_hans: 当前标签页颜色

# VimKeyParser.InvalidKey
source: Invalid key: <%1$@> at index %2$lld in %3$@
de: Ungültige Taste: <%1$@> an Index %2$lld in %3$@
ja: 無効なキー: <%1$@>(インデックス%2$lld、%3$@内)
pt_br: Tecla inválida: <%1$@> no índice %2$lld em %3$@
ru: Недопустимая клавиша: <%1$@> в позиции %2$lld в %3$@
zh_hans: 无效的按键：%1$@，位于 %3$@ 的 %2$lld 索引处。

# VimKeyParser.MissingClosingBracket
source: Missing closing '>' at index %1$lld in %2$@
de: Fehlende schließende Klammer '>' an Index %1$lld in %2$@
ja: 閉じ括弧「>」がありません(インデックス%1$lld、%2$@内)
pt_br: Falta o ‘>’ de fechamento no índice %1$lld em %2$@
ru: Отсутствует закрывающая '>' в позиции %1$lld в %2$@
zh_hans: 在%2$@中的%1$lld位置缺少闭合的‘>’符号。

# VT100Terminal.UnnamedFile
source: Unnamed file
de: Unbenannte Datei
ja: 名前のないファイル
pt_br: Arquivo sem nome
ru: Безымянный файл
zh_hans: 未命名的文件。

# Warning.DefaultHeading
source: Warning
de: Warnung
ja: 警告
pt_br: Aviso
ru: Предупреждение
zh_hans: 警告

# Warning.PermanentlyForgetSavedSelection
source: Permanently Forget Saved Selection
de: Gespeicherte Auswahl dauerhaft vergessen
ja: 保存した選択を完全に忘れる
pt_br: Esquecer permanentemente a seleção salva
ru: Навсегда забыть сохранённый выбор
zh_hans: 永久忘记已存储的选择

# Warning.RememberChoice
source: Remember my choice
de: Meine Auswahl merken
ja: この選択を記憶する
pt_br: Lembrar minha escolha
ru: Запомнить мой выбор
zh_hans: 请记住我的选择。

# Warning.RememberedSelectionExplanation
source: %1$@ This alert had a saved selection of “%2$@”. It is being shown because “Always show alerts with remembered selections” is turned on in iTerm2 > Suppressed Alerts.
de: %1$@ Diese Meldung hatte eine gespeicherte Auswahl von „%2$@“. Sie wird angezeigt, weil „Warnungen mit gespeicherter Auswahl immer anzeigen“ unter iTerm2 > Unterdrückte Warnungen aktiviert ist.
ja: %1$@ このアラートには「%2$@」という保存された選択がありました。iTerm2 > 抑制されたアラートで「記憶された選択があるアラートを常に表示する」がオンになっているため表示されています。
pt_br: %1$@ Este alerta tinha uma seleção salva de “%2$@”. Ele está sendo mostrado porque “Sempre mostrar alertas com seleções lembradas” está ativado em iTerm2 > Alertas suprimidos.
ru: %1$@ Для этого предупреждения был сохранён выбор «%2$@». Оно отображается, потому что параметр «Всегда показывать предупреждения с запомненным выбором» включён в iTerm2 > Подавленные предупреждения.
zh_hans: %1$@ 此警报保留了“%2$@”的选中内容。显示该消息是因为在 iTerm2 > 抑制警报中已开启“始终以保留的选中内容显示警报”选项。

# Warning.RememberTenMinutes
source: Remember my choice for ten minutes
de: Meine Auswahl für zehn Minuten merken
ja: この選択を10分間記憶する
pt_br: Lembrar minha escolha por dez minutos
ru: Запомнить мой выбор на десять минут
zh_hans: 记住我的选择十分钟

# Warning.RememberThirtyDays
source: Remember my choice for 30 days
de: Meine Auswahl für 30 Tage merken
ja: この選択を30日間記憶する
pt_br: Lembrar minha escolha por 30 dias
ru: Запомнить мой выбор на 30 дней
zh_hans: 记住我的选择30天

# Warning.SuppressPermanently
source: Suppress this message permanently
de: Diese Meldung dauerhaft unterdrücken
ja: このメッセージを常に非表示にする
pt_br: Suprimir esta mensagem permanentemente
ru: Больше не показывать это сообщение
zh_hans: 永久抑制此消息

# Warning.SuppressTenMinutes
source: Suppress this message for ten minutes
de: Diese Meldung für zehn Minuten unterdrücken
ja: このメッセージを10分間非表示にする
pt_br: Suprimir esta mensagem por dez minutos
ru: Не показывать это сообщение десять минут
zh_hans: 十分钟内隐藏此消息

# Warning.SuppressThirtyDays
source: Suppress this message for 30 days
de: Diese Meldung für 30 Tage unterdrücken
ja: このメッセージを30日間非表示にする
pt_br: Suprimir esta mensagem por 30 dias
ru: Не показывать это сообщение 30 дней
zh_hans: 抑制此消息30天

# WebViewWrapper.DefaultBrowser
source: Default Browser
de: Standardbrowser
ja: デフォルトのブラウザ
pt_br: Navegador padrão
ru: Браузер по умолчанию
zh_hans: 默认浏览器

# WebViewWrapper.OpenInBrowser
source: Open in %@
de: In %@ öffnen
ja: %@で開く
pt_br: Abrir em %@
ru: Открыть в %@
zh_hans: 在 %@ 中打开

# WindowArrangements.DefaultName
source: Arrangement (%@)
de: Anordnung (%@)
ja: 配置 (%@)
pt_br: Arranjo (%@)
ru: Расстановка (%@)
zh_hans: 窗口排列 (%@)

# WindowArrangements.NamePrompt
source: Name for saved window arrangement:
de: Name für gespeicherte Fensteranordnung:
ja: 保存するウィンドウ配置の名前:
pt_br: Nome do arranjo de janelas salvo:
ru: Имя для сохранённой расстановки окон:
zh_hans: 已存储窗口布局的名称：

# WindowArrangements.NameWithCounter
source: Arrangement (%1$@) %2$ld
de: Anordnung (%1$@) %2$ld
ja: 配置 (%1$@) %2$ld
pt_br: Arranjo (%1$@) %2$ld
ru: Расстановка (%1$@) %2$ld
zh_hans: 窗口排列 (%1$@) %2$ld

# WindowArrangements.ReplaceArrangementBody
source: An arrangement named “%@” already exists. Would you like to replace it?
de: Es existiert bereits eine Anordnung mit dem Namen „%@“. Möchten Sie sie ersetzen?
ja: 「%@」という名前の配置は既に存在します。置き換えますか?
pt_br: Já existe um arranjo chamado “%@”. Deseja substituí-lo?
ru: Расстановка с именем «%@» уже существует. Заменить её?
zh_hans: 已存在名为“%@”的窗口布局。是否替换它？

# WindowArrangements.ReplaceArrangementTitle
source: Replace Arrangement?
de: Anordnung ersetzen?
ja: 配置を置き換えますか?
pt_br: Substituir arranjo?
ru: Заменить расстановку?
zh_hans: 替换窗口布局？

# WindowArrangements.ReplaceExistingBody
source: There is an existing saved window arrangement with this name. Would you like to replace it with the current arrangement?
de: Es gibt bereits eine gespeicherte Fensteranordnung mit diesem Namen. Möchten Sie sie durch die aktuelle Anordnung ersetzen?
ja: この名前の保存済みウィンドウ配置が既に存在します。現在の配置で置き換えますか?
pt_br: Já existe um arranjo de janelas salvo com este nome. Deseja substituí-lo pelo arranjo atual?
ru: Уже существует сохранённая расстановка окон с таким именем. Заменить её текущей расстановкой?
zh_hans: 已存在使用此名称存储的窗口布局。是否用当前布局替换它？

# WindowArrangements.ReplaceExistingTitle
source: Replace Existing Saved Window Arrangement?
de: Vorhandene gespeicherte Fensteranordnung ersetzen?
ja: 既存の保存済みウィンドウ配置を置き換えますか?
pt_br: Substituir arranjo de janelas salvo existente?
ru: Заменить существующую сохранённую расстановку окон?
zh_hans: 替换已存储的窗口布局？

# WindowArrangements.SaveToFileButton
source: Save to File with Contents…
de: In Datei mit Inhalten speichern…
ja: 内容付きでファイルに保存…
pt_br: Salvar em arquivo com conteúdo…
ru: Сохранить в файл с содержимым…
zh_hans: 将内容存储到文件…

# WindowOpener.ErrorParsingLayout
source: Error parsing layout %@
de: Fehler beim Verarbeiten des Layouts %@
ja: レイアウト%@の解析エラー
pt_br: Erro ao analisar o layout %@
ru: Ошибка разбора макета %@
zh_hans: 解析布局 %@ 时出错

# WindowOpener.MalformedHistoryTitle
source: Error: malformed history line from tmux.
de: Fehler: fehlerhafte Verlaufszeile von tmux.
ja: エラー: tmuxからの履歴行の形式が不正です。
pt_br: Erro: linha de histórico malformada do tmux.
ru: Ошибка: повреждённая строка истории от tmux.
zh_hans: 错误：来自 tmux 的历史记录行格式有误。

# WindowOpener.MissingLayout
source: Can't open window: missing layout
de: Fenster kann nicht geöffnet werden: Layout fehlt
ja: ウィンドウを開けません: レイアウトがありません
pt_br: Não é possível abrir a janela: layout ausente
ru: Не удалось открыть окно: отсутствует макет
zh_hans: 无法打开窗口：缺少布局

# WindowOpener.SeeConsoleForDetails
source: See Console.app for details
de: Weitere Details finden Sie in Console.app
ja: 詳細はConsole.appを参照してください
pt_br: Consulte o Console.app para ver detalhes
ru: Подробности см. в Console.app
zh_hans: 请参阅 Console.app 了解详情

# Workgroup.ExitOneWorkgroupCloseSessions
source: This will also exit the workgroup “%1$@” and close %2$lld other sessions.
de: Dadurch wird auch die Arbeitsgruppe „%1$@“ verlassen und %2$lld weitere Sitzungen geschlossen.
ja: これによりワークグループ「%1$@」も終了し、他の%2$lld個のセッションを閉じます。
pt_br: Isto também sairá do grupo de trabalho “%1$@” e fechará %2$lld outras sessões.
ru: Это также приведёт к выходу из рабочей группы «%1$@» и закрытию %2$lld других сессий.
zh_hans: 这也将退出工作组“%1$@”并关闭其他 %2$lld 个会话。

# Workgroup.ExitWorkgroupsCloseSessions
source: This will also exit %1$lld workgroups and close %2$lld other sessions.
de: Dadurch werden auch %1$lld Arbeitsgruppen verlassen und %2$lld weitere Sitzungen geschlossen.
ja: これにより%1$lld個のワークグループも終了し、他の%2$lld個のセッションを閉じます。
pt_br: Isto também sairá de %1$lld grupos de trabalho e fechará %2$lld outras sessões.
ru: Это также приведёт к выходу из %1$lld рабочих групп и закрытию %2$lld других сессий.
zh_hans: 这也将退出 %1$lld 个工作组并关闭其他 %2$lld 个会话。

# Workgroup.SessionTree.MainSession
source: Main session
de: Hauptsitzung
ja: メインセッション
pt_br: Sessão principal
ru: Основная сессия
zh_hans: 主会话

# Workgroup.SessionTree.SplitHorizontal
source: Split: Horizontal %lld%%
de: Teilung: Horizontal %lld%%
ja: 分割: 水平 %lld%%
pt_br: Divisão: horizontal %lld%%
ru: Разделение: горизонтальное %lld%%
zh_hans: 分屏：水平 %lld%%

# Workgroup.SessionTree.SplitVertical
source: Split: Vertical %lld%%
de: Teilung: Vertikal %lld%%
ja: 分割: 垂直 %lld%%
pt_br: Divisão: vertical %lld%%
ru: Разделение: вертикальное %lld%%
zh_hans: 分屏：垂直 %lld%%

# WorkgroupAnimalNames.Ant
source: Ant
de: Ameise
ja: アリ
pt_br: Formiga
ru: Муравей
zh_hans: 蚂蚁

# WorkgroupAnimalNames.Ape
source: Ape
de: Affe
ja: 類人猿
pt_br: Macaco
ru: Лемур
zh_hans: 猿

# WorkgroupAnimalNames.Asp
source: Asp
de: Viper
ja: アスプ
pt_br: Áspide
ru: Аспид
zh_hans: 蝰蛇

# WorkgroupAnimalNames.Bat
source: Bat
de: Igel
ja: コウモリ
pt_br: Morcego
ru: Ёж
zh_hans: 蝙蝠

# WorkgroupAnimalNames.Bear
source: Bear
de: Bär
ja: クマ
pt_br: Urso
ru: Медведь
zh_hans: 熊

# WorkgroupAnimalNames.Bee
source: Bee
de: Biene
ja: ハチ
pt_br: Abelha
ru: Пчела
zh_hans: 蜜蜂

# WorkgroupAnimalNames.Boar
source: Boar
de: Eber
ja: イノシシ
pt_br: Javali
ru: Кабан
zh_hans: 野猪

# WorkgroupAnimalNames.Camel
source: Camel
de: Kamel
ja: ラクダ
pt_br: Camelo
ru: Верблюд
zh_hans: 骆驼

# WorkgroupAnimalNames.Cat
source: Cat
de: Katze
ja: ネコ
pt_br: Gato
ru: Кот
zh_hans: 猫

# WorkgroupAnimalNames.Cow
source: Cow
de: Kuh
ja: ウシ
pt_br: Vaca
ru: Корова
zh_hans: 奶牛

# WorkgroupAnimalNames.Crab
source: Crab
de: Krabbe
ja: カニ
pt_br: Caranguejo
ru: Краб
zh_hans: 螃蟹

# WorkgroupAnimalNames.Crow
source: Crow
de: Krähe
ja: カラス
pt_br: Corvo
ru: Ворона
zh_hans: 乌鸦

# WorkgroupAnimalNames.Deer
source: Deer
de: Hirsch
ja: シカ
pt_br: Cervo
ru: Олень
zh_hans: 鹿

# WorkgroupAnimalNames.Doe
source: Doe
de: Ricke
ja: 雌鹿
pt_br: Corça
ru: Лань
zh_hans: 雌鹿

# WorkgroupAnimalNames.Dog
source: Dog
de: Hund
ja: イヌ
pt_br: Cachorro
ru: Собака
zh_hans: 狗

# WorkgroupAnimalNames.Dove
source: Dove
de: Taube
ja: ハト
pt_br: Pomba
ru: Голубь
zh_hans: 鸽子

# WorkgroupAnimalNames.Duck
source: Duck
de: Ente
ja: アヒル
pt_br: Pato
ru: Утка
zh_hans: 鸭子

# WorkgroupAnimalNames.Eagle
source: Eagle
de: Adler
ja: ワシ
pt_br: Águia
ru: Орёл
zh_hans: 鹰

# WorkgroupAnimalNames.Elk
source: Elk
de: Elch
ja: ヘラジカ
pt_br: Alce
ru: Лось
zh_hans: 驼鹿

# WorkgroupAnimalNames.Ewe
source: Ewe
de: Reh
ja: 雌羊
pt_br: Ovelha
ru: Овца
zh_hans: 母羊

# WorkgroupAnimalNames.Fawn
source: Fawn
de: Kitz
ja: 子鹿
pt_br: Cervato
ru: Хорёк
zh_hans: 幼鹿

# WorkgroupAnimalNames.Fox
source: Fox
de: Fuchs
ja: キツネ
pt_br: Raposa
ru: Лиса
zh_hans: 狐狸

# WorkgroupAnimalNames.Frog
source: Frog
de: Frosch
ja: カエル
pt_br: Rã
ru: Лягушка
zh_hans: 青蛙

# WorkgroupAnimalNames.Goat
source: Goat
de: Ziege
ja: ヤギ
pt_br: Cabra
ru: Коза
zh_hans: 山羊

# WorkgroupAnimalNames.Goose
source: Goose
de: Gans
ja: ガチョウ
pt_br: Ganso
ru: Гусь
zh_hans: 鹅

# WorkgroupAnimalNames.Hare
source: Hare
de: Hase
ja: ノウサギ
pt_br: Lebre
ru: Заяц
zh_hans: 野兔

# WorkgroupAnimalNames.Hen
source: Hen
de: Henne
ja: メンドリ
pt_br: Galinha
ru: Курица
zh_hans: 母鸡

# WorkgroupAnimalNames.Horse
source: Horse
de: Pferd
ja: ウマ
pt_br: Cavalo
ru: Лошадь
zh_hans: 马

# WorkgroupAnimalNames.Hyena
source: Hyena
de: Hyäne
ja: ハイエナ
pt_br: Hiena
ru: Гиена
zh_hans: 鬣狗

# WorkgroupAnimalNames.Jay
source: Jay
de: Fink
ja: カケス
pt_br: Gaio
ru: Сойка
zh_hans: 松鸦

# WorkgroupAnimalNames.Lamb
source: Lamb
de: Lamm
ja: コヒツジ
pt_br: Cordeiro
ru: Ягнёнок
zh_hans: 羔羊

# WorkgroupAnimalNames.Lion
source: Lion
de: Löwe
ja: ライオン
pt_br: Leão
ru: Лев
zh_hans: 狮子

# WorkgroupAnimalNames.Llama
source: Llama
de: Lama
ja: ラマ
pt_br: Lhama
ru: Лама
zh_hans: 羊驼

# WorkgroupAnimalNames.Lynx
source: Lynx
de: Luchs
ja: オオヤマネコ
pt_br: Lince
ru: Рысь
zh_hans: 猞猁

# WorkgroupAnimalNames.Mink
source: Mink
de: Nerz
ja: ミンク
pt_br: Vison
ru: Норка
zh_hans: 水貂

# WorkgroupAnimalNames.Mole
source: Mole
de: Dachs
ja: モグラ
pt_br: Toupeira
ru: Крот
zh_hans: 鼹鼠

# WorkgroupAnimalNames.Moth
source: Moth
de: Motte
ja: ガ
pt_br: Mariposa
ru: Мотылёк
zh_hans: 飞蛾

# WorkgroupAnimalNames.Mouse
source: Mouse
de: Maus
ja: ハツカネズミ
pt_br: Camundongo
ru: Мышь
zh_hans: 老鼠

# WorkgroupAnimalNames.Mule
source: Mule
de: Esel
ja: ラバ
pt_br: Mula
ru: Мул
zh_hans: 骡子

# WorkgroupAnimalNames.Owl
source: Owl
de: Eule
ja: フクロウ
pt_br: Coruja
ru: Сова
zh_hans: 猫头鹰

# WorkgroupAnimalNames.Pig
source: Pig
de: Sau
ja: ブタ
pt_br: Porco
ru: Свинья
zh_hans: 猪

# WorkgroupAnimalNames.Ram
source: Ram
de: Widder
ja: オヒツジ
pt_br: Carneiro
ru: Баран
zh_hans: 公羊

# WorkgroupAnimalNames.Rat
source: Rat
de: Ratte
ja: ドブネズミ
pt_br: Rato
ru: Крыса
zh_hans: 老鼠

# WorkgroupAnimalNames.Seal
source: Seal
de: Robbe
ja: アザラシ
pt_br: Foca
ru: Тюлень
zh_hans: 海豹

# WorkgroupAnimalNames.Skunk
source: Skunk
de: Iltis
ja: スカンク
pt_br: Gambá
ru: Скунс
zh_hans: 臭鼬

# WorkgroupAnimalNames.Sloth
source: Sloth
de: Gnu
ja: ナマケモノ
pt_br: Preguiça
ru: Ленивец
zh_hans: 树懒

# WorkgroupAnimalNames.Snake
source: Snake
de: Kobra
ja: ヘビ
pt_br: Cobra
ru: Змея
zh_hans: 蛇

# WorkgroupAnimalNames.Swan
source: Swan
de: Schwan
ja: ハクチョウ
pt_br: Cisne
ru: Лебедь
zh_hans: 天鹅

# WorkgroupAnimalNames.Toad
source: Toad
de: Kröte
ja: ヒキガエル
pt_br: Sapo
ru: Жаба
zh_hans: 蟾蜍

# WorkgroupAnimalNames.Tuna
source: Tuna
de: Hai
ja: マグロ
pt_br: Atum
ru: Тунец
zh_hans: 金枪鱼

# WorkgroupAnimalNames.Whale
source: Whale
de: Wal
ja: クジラ
pt_br: Baleia
ru: Кит
zh_hans: 鲸鱼

# WorkgroupAnimalNames.Wren
source: Wren
de: Star
ja: ミソサザイ
pt_br: Carriça
ru: Чиж
zh_hans: 鹪鹩

# WorkgroupAutoRequestReview.AccessibilityDescription
source: Auto-request review when idle
de: Automatisch Review anfordern, wenn inaktiv
ja: アイドル時に自動でレビューをリクエスト
pt_br: Solicitar revisão automaticamente quando ocioso
ru: Автоматический запрос проверки при простое
zh_hans: 空闲时自动请求审查

# WorkgroupAutoRequestReview.ToolTipDisabled
source: Auto-request a review when idle (needs exactly one code review session)
de: Automatisch ein Review anfordern, wenn inaktiv (erfordert genau eine Code-Review-Sitzung)
ja: アイドル時に自動でレビューをリクエスト（コードレビューセッションが1つだけ必要です）
pt_br: Solicitar revisão automaticamente quando ocioso (requer exatamente uma sessão de revisão de código)
ru: Автоматически запрашивать проверку при простое (требуется ровно один сеанс проверки кода)
zh_hans: 空闲时自动请求审查（需要恰好一个代码审查会话）

# WorkgroupAutoRequestReview.ToolTipOff
source: Auto-request a review from the code review session when idle: off
de: Automatisch ein Review von der Code-Review-Sitzung anfordern, wenn inaktiv: aus
ja: アイドル時にコードレビューセッションから自動でレビューをリクエスト：オフ
pt_br: Solicitar revisão da sessão de revisão de código quando ocioso: desativado
ru: Автоматически запрашивать проверку из сеанса проверки кода при простое: выключено
zh_hans: 在空闲时自动从代码评审会话中请求评审：关闭

# WorkgroupAutoRequestReview.ToolTipOn
source: Auto-request a review from the code review session when idle: on
de: Automatisch ein Review von der Code-Review-Sitzung anfordern, wenn inaktiv: ein
ja: アイドル時にコードレビューセッションから自動でレビューをリクエスト：オン
pt_br: Solicitar revisão da sessão de revisão de código quando ocioso: ativado
ru: Автоматически запрашивать проверку из сеанса проверки кода при простое: включено
zh_hans: 在空闲时自动从代码审查会话中请求审核：开

# WorkgroupAutoSendClippings.AccessibilityDescription
source: Auto-send clippings when idle
de: Automatisch Ausschnitte senden, wenn inaktiv
ja: アイドル時にクリッピングを自動送信
pt_br: Enviar recortes automaticamente quando ocioso
ru: Автоматическая отправка вырезок при простое
zh_hans: 在空闲时自动发送片段内容

# WorkgroupAutoSendClippings.ToolTipOff
source: Auto-send clippings to the main session when idle: off
de: Automatisch Ausschnitte an die Hauptsitzung senden, wenn inaktiv: aus
ja: アイドル時にメインセッションへクリッピングを自動送信：オフ
pt_br: Enviar recortes para a sessão principal automaticamente quando ocioso: desativado
ru: Автоматически отправлять вырезки в основной сеанс при простое: выключено
zh_hans: 在空闲时自动将片段内容发送到主会话：关

# WorkgroupAutoSendClippings.ToolTipOn
source: Auto-send clippings to the main session when idle: on
de: Automatisch Ausschnitte an die Hauptsitzung senden, wenn inaktiv: ein
ja: アイドル時にメインセッションへクリッピングを自動送信：オン
pt_br: Enviar recortes para a sessão principal automaticamente quando ocioso: ativado
ru: Автоматически отправлять вырезки в основной сеанс при простое: включено
zh_hans: 在空闲时自动将片段内容发送到主会话：开

# WorkgroupDetail.AddPeer
source: Add Peer
de: Peer hinzufügen
ja: ピアを追加
pt_br: Adicionar par
ru: Добавить партнёра
zh_hans: 添加对等端

# WorkgroupDetail.AddSession
source: Add Session
de: Sitzung hinzufügen
ja: セッションを追加
pt_br: Adicionar sessão
ru: Добавить сеанс
zh_hans: 添加会话

# WorkgroupDetail.AddSplit
source: Add Split
de: Split hinzufügen
ja: 分割を追加
pt_br: Adicionar divisão
ru: Добавить разделение
zh_hans: 添加分屏

# WorkgroupDetail.AddTab
source: Add Tab
de: Tab hinzufügen
ja: タブを追加
pt_br: Adicionar aba
ru: Добавить вкладку
zh_hans: 添加标签页

# WorkgroupDetail.ChangeSplitLocation
source: Change Split Location
de: Split-Position ändern
ja: 分割位置を変更
pt_br: Alterar posição da divisão
ru: Изменить положение разделения
zh_hans: 更改拆分位置

# WorkgroupDetail.EmptyState
source: Select a workgroup on the left or click + to create one.
de: Wählen Sie links eine Arbeitsgruppe aus oder klicken Sie auf +, um eine zu erstellen.
ja: 左側でワークグループを選択するか、＋をクリックして新規作成してください。
pt_br: Selecione um grupo de trabalho à esquerda ou clique em + para criar um.
ru: Выберите рабочую группу слева или нажмите +, чтобы создать новую.
zh_hans: 在左侧选择工作组，或点按 + 创建一个。

# WorkgroupDetail.NamePlaceholder
source: Workgroup name
de: Name der Arbeitsgruppe
ja: ワークグループ名
pt_br: Nome do grupo de trabalho
ru: Название рабочей группы
zh_hans: 工作组名称
